Repository: netrunner-kubuntu-legacy/ubiquity
Catalog: d-i/source/tzsetup/debian/po/*.po
Languages: hi

source: McMurdo
hi: Antarctica/मैकमर्डो

source: south pole
hi: Antarctica/दक्षिणी_ध्रुव

source: Rothera
hi: Antarctica/रोथेरा

source: Palmer
hi: Antarctica/ पाल्मर

source: Mawson
hi: Antarctica/मौसन

source: Davis
hi: Antarctica/डेवीस

source: Casey
hi: Antarctica/केसी

source: Vostok
hi: Antarctica/ वोस्तोक

source: Dumont-d'Urville
hi: Antarctica/ड्यूमोन्टडरविले

source: Syowa
hi: Antarctica/सायोवा

source: Select from worldwide list
hi: विश्वव्यापी सूची से चुनें

source: Select a location in your time zone:
hi: अपने समय-मण्डल में एक स्थान चुनें:

source: Lord Howe Island
hi: Australia/लॉर्ड_होवे

source: Hobart
hi: Australia/होबार्ट

source: Melbourne
hi: Australia/मेलबोर्न

source: Sydney
hi: Australia/ सिडनी

source: Broken Hill
hi: Australia/ब्रोकेन_हिल

source: Brisbane
hi: Australia/ब्रिसबेन

source: Lindeman
hi: Australia/लिन्डेमैन

source: Adelaide
hi: Australia/एडिलेड

source: Darwin
hi: Australia/डार्विन

source: Perth
hi: Australia/पर्थ

source: Select a city in your time zone:
hi: अपने समय-मण्डल में एक नगर चुनें:

source: Noronha
hi: America/नोरोन्हा

source: Belem
hi: America/बेलेम

source: Fortaleza
hi: America/फोर्टालेज़ा

source: Recife
hi: America/रेसिफे

source: Araguaina
hi: America/ आरागुएना

source: Maceio
hi: America/मैसिओ

source: Bahia
hi: America/बाहिया

source: Sao Paulo
hi: America/साओ_पॉलो

source: Campo Grande
hi: America/ कैम्पो_ग्रान्डे

source: Cuiaba
hi: America/कुइयाबा

source: Porto Velho
hi: America/पोर्टो_वेल्हो

source: Boa Vista
hi: America/बोआ_विस्टा

source: Manaus
hi: America/मानौस

source: Eirunepe
hi: America/आइरुनेप

source: Rio Branco
hi: America/रिओ_ब्रान्को

source: Newfoundland
hi: Canada/न्यूफाउन्डलैन्ड

source: Atlantic
hi: Canada/अटलांटिक

source: Eastern
hi: Canada/पूर्वी

source: Central
hi: Canada/केन्द्रीय

source: East Saskatchewan
hi: Canada/ पूर्वी-सासकात्शेवान

source: Saskatchewan
hi: Canada/सासकात्शेवान

source: Mountain
hi: Canada/माउन्टेन

source: Pacific
hi: Canada/पैसिफिक

source: Yukon
hi: Canada/युकौन

source: Select your time zone:
hi: अपना समय-मण्डल चुनें:

source: Kinshasa
hi: Africa/किन्शासा

source: Lubumbashi
hi: Africa/लुबुम्बाशी

source: Santiago
hi: America/सैन्टियागो

source: Easter Island
hi: America/ईस्टर

source: Guayaquil
hi: America/गुआयाकिल

source: Galapagos
hi: America/गालापेगोस

source: Madrid
hi: Europe/मैड्रिड

source: Ceuta
hi: Africa/सेउटा

source: Canary Islands
hi: Atlantic/कैनेरी

source: Yap
hi: Pacific/याप

source: Truk
hi: Pacific/ट्रुक

source: Ponape
hi: Pacific/पोनापे

source: Kosrae
hi: Pacific/कोसराये

source: Godthab
hi: America/गॉडथैब

source: Danmarkshavn
hi: America/डैनमार्कश्वान

source: Scoresbysund
hi: America/स्कोर्सबाइसुंड

source: Thule
hi: America/थुले

source: Jakarta
hi: Asia/जकार्ता

source: Pontianak
hi: Asia/पोंटियानाक

source: Makassar
hi: Asia/मकस्सर

source: Jayapura
hi: Asia/जयापुरा

source: Tarawa (Gilbert Islands)
hi: Pacific/तरावा

source: Enderbury (Phoenix Islands)
hi: Pacific/एंडरबरी

source: Kiritimati (Line Islands)
hi: Pacific/किरितिमती

source: Almaty
hi: Asia/अलमाटी

source: Qyzylorda
hi: Asia/काइज़ीलॉर्डा

source: Aqtobe
hi: Asia/अक़तोब

source: Atyrau
hi: Asia/अक़ताउ

source: Oral
hi: Asia/ओरल

source: Ulaanbaatar
hi: Asia/उलानबातर

source: Hovd
hi: Asia/होव्ड

source: Choibalsan
hi: Asia/चोइबालसान

source: Auckland
hi: Pacific/ऑकलैन्ड

source: Chatham Islands
hi: Pacific/चैथम

source: Tahiti (Society Islands)
hi: Pacific/ताहिती

source: Marquesas Islands
hi: Pacific/मारकेसास

source: Gambier Islands
hi: Pacific/गैम्बियर

source: Lisbon
hi: Europe/लिस्बन

source: Madeira Islands
hi: Atlantic/मदेरा

source: Azores
hi: Atlantic/अज़ोर्स

source: Moscow-01 - Kaliningrad
hi: Europe/कालिनिनग्राद

source: Moscow+00 - west Russia
hi: Europe/मॉस्को

source: Moscow+01 - Samara
hi: Europe/समारा

source: Moscow+02 - Urals
hi: Asia/येकातेरिनबर्ग

source: Moscow+03 - west Siberia
hi: Asia/ ओम्स्क

source: Moscow+03 - Novosibirsk
hi: Asia/नोवोसीबिर्स्क

source: Moscow+04 - Yenisei River
hi: Asia/क्रैस्नेयार्सक

source: Moscow+05 - Lake Baikal
hi: Asia/इर्कुत्स्क

source: Moscow+06 - Lena River
hi: Asia/याकुत्स्क

source: Moscow+07 - Amur River
hi: Asia/ व्लादिवोस्तोक

source: Moscow+07 - Sakhalin Island
hi: Asia/सखालिन

source: Moscow+08 - Magadan
hi: Asia/मैगादान

source: Moscow+09 - Kamchatka
hi: Asia/कामचातका

source: Moscow+10 - Bering Sea
hi: Asia/एनाडिर

source: Johnston Atoll
hi: Pacific/जॉनसन

source: Midway Islands
hi: Pacific/मिडवे

source: Wake Island
hi: Pacific/वेक

source: Alaska
hi: US/अलास्का

source: Hawaii
hi: US/हवाई

source: Arizona
hi: US/ ऐरिज़ोना

source: East Indiana
hi: US/ईस्ट-इंडियाना

source: Samoa
hi: US/समोआ

source: Saving the time zone...
hi: समय-मण्डल सुरक्षित किया जा रहा है...

source: Is this time zone correct?
hi: क्या समय क्षेत्र सही है?

source: Based on your country, your time zone is ${ZONE}.
hi: आपके देश के आधार पर, आपका समय-मण्डल है ${ZONE}

source: If this is not correct, you may select from a full list of time zones instead.
hi: यदि यह सही नहीं है, तो इसे आप समय क्षेत्र के पूर्ण सूची से चुन सकते है।
